Repository: erichardy/iuem20.portrait
Catalog: src/iuem20/portrait/locales/*/LC_MESSAGES/iuem20.portrait.po
Languages: fr

source: Add a new portrait !
fr: Créer un nouveau portrait

source: Cancel this portrait
fr: Annuler la création de ce portrait

source: Edit
fr: Modifier

source: Invalid adress email
fr: Le courriel n'est pas valide

source: One job per line
fr: Une activité par ligne

source: Please correct errors
fr: Merci de corriger les erreurs

source: Save this portrait
fr: Enregistrer ce portrait

source: View
fr: voir

source: biography
fr: Biographie

source: biography title
fr: Titre de la biographie

source: email address
fr: Courriel

source: jobs
fr: Fonctions

source: main affiliation
fr: Affiliation procipale

source: main photo
fr: Photo principale

source: partner's website
fr: Site web du partenaire

source: person family name
fr: Nom de famille

source: person first name
fr: Prénom

source: personal page
fr: Page web personnelle

source: picture author
fr: Auteur de la photo

source: portraits_view
fr: Vue Portraits

source: position
fr: Fonctions

source: position, jobs, etc...
fr: Fonctions, activités, etc...

source: publications and work
fr: Publications et autres travaux

source: second affiliation
fr: Deuxième affiliation

source: select your jobs
fr: Sélectionner les fonctions

source: small photo
fr: Vignette

source: status
fr: Statut professionnel

source: third affiliation
fr: Troisième affiliation

source: title for folder which present all portraits
fr: Titre du dossier qui présente tous les portraits

source: very short portrait description
fr: Très courte description du portrait

source: web
fr: Site WEB

source: web page of your researches
fr: Page WEB des activités de recherche

source: web site of the research unit
fr: Site WEB de l'unité de recherche
